[
    {
        "type": "zone",
        "nom": "Forêt des Murmures",
        "id": "1",
        "prix": "0",
        "ouvert": "true",
        "desc": "Un épais sous-bois, où la brume semble se mêler aux arbres ancestraux. On entend des murmures presque incompréhensibles portés par le vent. Des créatures mystiques et des druides solitaires hantent cet endroit. Les sentiers sont parfois invisibles, dissimulés par des racines tordues et des fougères géantes.",
        "connection": [
            {
                "direction": "nord",
                "id_dest": "2"
            },
            {
                "direction": "ouest",
                "id_dest": "3"
            }
        ],
        "objet_zone": {
            "taille": 255,
            "objets": []
        },
        "mob_present": false
    },
    {
        "type": "zone",
        "nom": "Cavernes du Crépuscule",
        "id": "2",
        "prix": "0",
        "ouvert": "true",
        "desc": "Une série de grottes sombres où des cristaux luminescents flottent dans l'air, émettant une lumière faible. Les murs suintent de mousse bioluminescente, et des créatures semi-aquatiques hantent les ruisseaux souterrains. L'air y est frais, mais lourd de mystère. L'endroit est un labyrinthe complexe, idéal pour les aventuriers en quête de trésors cachés.",
        "connection": [
            {
                "direction": "sud",
                "id_dest": "1"
            },
            {
                "direction": "nord",
                "id_dest": "4"
            },
            {
                "direction": "ouest",
                "id_dest": "5"
            }
        ],
        "objet_zone": {
            "taille": 255,
            "objets": []
        },
        "mob_present": true
    },
    {
        "type": "zone",
        "nom": "Plaines du Vent Solitaire",
        "id": "3",
        "prix": "50",
        "ouvert": "false",
        "desc": "Des étendues de sable et de herbes sauvages balayées par un vent incessant, où seuls les échos des pas résonnent dans le silence. La vaste étendue semble infinie, ponctuée par quelques rochers gigantesques et des ruines anciennes. On dit que les esprits des anciens rois se promènent ici, et que des tempêtes imprévisibles peuvent surgir sans prévenir.",
        "connection": [
            {
                "direction": "est",
                "id_dest": "1"
            },
            {
                "direction": "ouest",
                "id_dest": "6"
            }
        ],
        "objet_zone": {
            "taille": 255,
            "objets": []
        },
        "mob_present": true
    },
    {
        "type": "zone",
        "nom": "Montagnes des Nuages Éternels",
        "id": "4",
        "prix": "100",
        "ouvert": "false",
        "desc": "Un massif montagneux où les sommets sont perpétuellement enveloppés de nuages. Les sentiers sont escarpés et glissants, et les chutes d'eau se jettent dans des abîmes sans fond. Les légendes parlent de dragons dormant dans les cavernes les plus hautes.",
        "connection": [
            {
                "direction": "ouest",
                "id_dest": "8"
            },
            {
                "direction": "sud",
                "id_dest": "2"
            }
        ],
        "objet_zone": {
            "taille": 255,
            "objets": []
        },
        "mob_present": true
    },
    {
        "type": "zone",
        "nom": "Marais des Ombres",
        "id": "5",
        "prix": "200",
        "ouvert": "false",
        "desc": "Un vaste marais où l'eau est aussi noire que la nuit. Les arbres sont tordus et les racines s'étendent comme des serpents géants. Les ombres semblent prendre vie ici, et les voyageurs doivent se méfier des illusions et des créatures des marais.",
        "connection": [
            {
                "direction": "ouest",
                "id_dest": "7"
            },
            {
                "direction": "est",
                "id_dest": "2"
            }
        ],
        "objet_zone": {
            "taille": 255,
            "objets": []
        },
        "mob_present": true
    },
    {
        "type": "zone",
        "nom": "Vallée des Échos",
        "id": "6",
        "prix": "500",
        "ouvert": "false",
        "desc": "Une vallée où chaque son résonne en écho, créant une symphonie de sons étranges et parfois effrayants. Les falaises réfléchissent les cris des créatures et des voyageurs, créant une cacophonie qui peut rendre fou. Les habitants locaux disent que les échos contiennent des messages des anciens.",
        "connection": [
            {
                "direction": "est",
                "id_dest": "3"
            },
            {
                "direction": "nord",
                "id_dest": "7"
            }
        ],
        "objet_zone": {
            "taille": 255,
            "objets": []
        },
        "mob_present": true
    },
    {
        "type": "zone",
        "nom": "Désert des Illusions",
        "id": "7",
        "prix": "1000",
        "ouvert": "false",
        "desc": "Un désert où les mirages sont plus réels que la réalité. Les voyageurs doivent faire attention à ne pas suivre des oasis qui n'existent pas. Les sables mouvants et les tempêtes de sable sont des dangers constants.",
        "connection": [
            {
                "direction": "sud",
                "id_dest": "6"
            },
            {
                "direction": "est",
                "id_dest": "5"
            },
            {
                "direction": "nord",
                "id_dest": "9"
            }
        ],
        "objet_zone": {
            "taille": 255,
            "objets": []
        },
        "mob_present": true
    },
    {
        "type": "zone",
        "nom": "Forêt de Cristal",
        "id": "8",
        "prix": "2000",
        "ouvert": "false",
        "desc": "Une forêt où les arbres sont faits de cristal transparent, scintillant sous la lumière du soleil. Les feuilles produisent une musique douce quand le vent souffle. Les créatures ici sont aussi belles que dangereuses, attirant les voyageurs avec des chants envoûtants.",
        "connection": [
            {
                "direction": "est",
                "id_dest": "4"
            },
            {
                "direction": "ouest",
                "id_dest": "9"
            }
        ],
        "objet_zone": {
            "taille": 255,
            "objets": []
        },
        "mob_present": true
    },
    {
        "type": "zone",
        "nom": "Lac des Reflets",
        "id": "9",
        "prix": "5000",
        "ouvert": "false",
        "desc": "Un lac si calme que ses eaux reflètent le ciel et les montagnes environnantes comme un miroir parfait. Les légendes disent que regarder dans l'eau peut révéler des vérités cachées ou des visions du futur. Les créatures aquatiques ici sont paisibles, mais les profondeurs cachent des secrets sombres.",
        "connection": [
            {
                "direction": "sud",
                "id_dest": "7"
            },
            {
                "direction": "est",
                "id_dest": "8"
            },
            {
                "direction": "nord",
                "id_dest": "10"
            }
        ],
        "objet_zone": {
            "taille": 255,
            "objets": []
        },
        "mob_present": true
    },
    {
        "type": "zone",
        "nom": "Pic des Anciens",
        "id": "10",
        "prix": "10000",
        "ouvert": "false",
        "desc": "Le sommet le plus élevé de la région, où les vents sont si forts qu'ils peuvent balayer un homme. Les ruines d'une ancienne civilisation se trouvent ici, et les artefacts qu'elles contiennent sont d'une valeur inestimable. Les esprits des anciens gardiens protègent encore ces lieux.",
        "connection": [
            {
                "direction": "sud",
                "id_dest": "9"
            }
        ],
        "objet_zone": {
            "taille": 255,
            "objets": []
        },
        "mob_present": true
    }
]
